<?php

return [

    'create' => 'Создание смс рассылки',
    'selectService' => 'Выбор сервиса',
    'senderName' => 'Имя отправителя',
    'senderNameHelp' => 'Имя или номер',
    'numbers' => 'Номера получателей',
    'numbersToSend' => 'К отправке номеров',
    'numbersHelp' => 'Номер получателя указывается в международном формате без +. 
                        Например, 375291234567. Каждый номер вводится с новой строки.',
    'type' => 'Тип сообщения',
    'message' => 'Сообщение',
    'periodic' => 'Периодическая отправка',
    'periodicHelp' => 'Сообщения будут отправляться через заданный период времени',
    'every' => 'Каждые',
    'hours' => 'часов',
    'minutes' => 'минут',
    'period' => 'Период отправки сообщений',
    'count' => 'Кол-во сообщений',
    'countHelp' => 'Сколько номеров будет обрабатываться за период',
    'planned' => 'Запланированная отправка',
    'plannedHelp' => 'Будет сделана одна рассылка в определенное время',
    'date' => 'Дата',
    'hour' => 'Час',
    'minute' => 'Минута',
    'start' => 'Начать рассылку',

];